# UsTonnesMassT Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..UsTonnesMassT Property
SymbolTypeId Class See Also
---
Symbol T, indicating unit US tonnes mass.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId UsTonnesMassT { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property UsTonnesMassT As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ UsTonnesMassT {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace